{
  "plugins": {
    "marks": {
      "src": "https://github.com/chentoast/marks.nvim.git"
    },
    "marks.nvim": {
      "src": "https://github.com/chentoast/marks.nvim.git",
      "version": "'main'"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim.git",
      "version": "'main'"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git",
      "version": "'main'"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim.git",
      "version": "'master'"
    }
  }
}